[PR_Rook X2SoldierClassTemplate]
+DisplayName="战车"
+ClassSummary="在XCOM中，以其坚韧不拔的毅力而闻名的战车，不仅能作为团队坚不可摧的防线，还具有释放精确反应射击的非凡能力，使他们成为能够承受无情攻击并威慑对手的强大守护者。"
+LeftAbilityTreeTitle="灵能"
+RightAbilityTreeTitle="暴徒"
AbilityTreeTitles[0]="花式射击"
AbilityTreeTitles[1]="炮塔"
AbilityTreeTitles[2]="盾墙"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="The Wall"
+RandomNickNames[1]="Captain"
+RandomNickNames[2]="Immovable"
+RandomNickNames[3]="Unbreakable"
+RandomNickNames[4]="Steadfast"
+RandomNickNames[5]="Stubborn"

